[
  {
    "title": "dfreproject: A Python package for astronomical reprojection",
    "authors": [
      "Rhea, Carter",
      "van Dokkum, Pieter",
      "Janssens, Steven",
      "Pasha, Imad",
      "Abraham, Roberto",
      "Bowman, William",
      "Lokhorst, Deborah",
      "Chen, Seery"
    ],
    "year": "2025",
    "date": "2025-11-00",
    "bibcode": "2025JOSS...10.8525R",
    "citations": 0,
    "abstract": "Deep astronomical images are often constructed by digitially stacking many individual sub-exposures. Each sub-exposure is expected to show small differences in the positions of stars and other objects in the field, due to the movement of the celestial bodies, changes/imperfections in the opto-mechanical imaging train, and other factors. To maximize image quality, one must ensure that each sub-exposure is aligned to a common frame of reference prior to stacking. This is done by reprojecting each exposure onto a common target grid defined using a World Coordinate System (WCS) that is defined by mapping the known angular positions of reference objects to their observed spatial positions on each image. The transformations needed to reproject images involve complicated trigonometric expressions which can be slow to compute, so reprojection can be a major bottleneck in image processing pipelines. To make astronomical reprojections faster to implement in pipelines, we have written `dfreproject`, a Python package of GPU-optimized functions for this purpose. The package's functions break down coordinate transformations using Gnomonic projections to define pixel-by-pixel shifts from the source to the target plane. The package also provides tools for interpolating a source image onto a target plane with a single function call. This module follows the FITS and SIP formats laid out in the seminal papers. Compared to common alternatives, `dfreproject`'s routines result in speedups of up to 20X when run on a GPU and 10X when run on a CPU.",
    "journal": "The Journal of Open Source Software",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025JOSS...10.8525R/abstract",
    "authorPosition": 1
  },
  {
    "title": "First Light with the 120-lens Dragonfly Spectral Line Mapper",
    "authors": [
      "Chen, Seery",
      "Lokhorst, Deborah M.",
      "Pasha, Imad",
      "Bowman, William P.",
      "Janssens, Steven R.",
      "Rhea, Carter",
      "Liu, Qing",
      "Shen, Zili",
      "Abraham, Roberto G.",
      "van Dokkum, Pieter"
    ],
    "year": "2025",
    "date": "2025-08-00",
    "bibcode": "2025PASP..137h4103C",
    "citations": 1,
    "abstract": "The Dragonfly Spectral Line Mapper (DSLM) is a 120-lens distributed aperture narrowband imaging telescope that is operating as a pathfinder for an upcoming 1140-lens instrument being built to directly image the circumgalactic medium of nearby galaxies. DSLM has been on sky since 2023 October, collecting representative data for individual galaxies in Hα, [O III], and [N II]. In this paper, observations obtained for three targets (NGC 6946, NGC 891, and NGC 7479) are presented. These galaxies span a range of recessional velocities and foreground contamination levels, enabling a comprehensive evaluation of the experimental design. Diffuse Hα structures down to 10<SUP>‑19</SUP> erg s<SUP>‑1</SUP> cm<SUP>‑2</SUP> arcsec<SUP>‑2</SUP> on 10' scales are mapped by our data. We report the discovery of new extended structures in diffuse Hα and [N II] emission around NGC 6946 and NGC 891. We also map multiple new structures surrounding NGC 6946; however, due to the low recessional velocity of this object and the significant presence of galactic Hα emission at low galactic latitudes, we cannot confirm whether these gas clouds are associated with NGC 6946 or are of Galactic origin. We present a framework using the \"sbcontrast\" tool which can be broadly applied to evaluate the limiting depth of wide-field narrowband imaging observations. The surface brightness limits obtained with DSLM are consistent with our theoretical predictions and, in fields with low foreground contamination, the imaging depth is not limited by instrument systematics. Future dedicated surveys on galaxies selected by recessional velocity to avoid sky emission lines are projected to reach surface brightness limits of 10<SUP>‑20</SUP> erg s<SUP>‑1</SUP> cm<SUP>‑2</SUP> arcsec<SUP>‑2</SUP> on scales of a few arcmin, placing the circumgalactic medium of nearby galaxies within reach.",
    "journal": "Publications of the Astronomical Society of the Pacific",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025PASP..137h4103C/abstract",
    "authorPosition": 6
  },
  {
    "title": "Discovery of Diffuse Radio Emission in a Massive z = 1.709 Cool Core Cluster: A Candidate Radio Minihalo",
    "authors": [
      "HLavacek-Larrondo, Julie",
      "Timmerman, Roland",
      "Pfrommer, Christoph",
      "Osinga, Erik",
      "Tevlin, Larissa",
      "Webb, Tracy M. A.",
      "Martorella, Natalia",
      "Zhang, Xiaoyuan",
      "van Weeren, Reinout",
      "Choi, Hyunseop",
      "Di Gennaro, Gabriella",
      "Gendron-Marsolais, Marie-Lou",
      "Rhea, Carter"
    ],
    "year": "2025",
    "date": "2025-07-00",
    "bibcode": "2025ApJ...987L..40H",
    "citations": 2,
    "abstract": "Clusters of galaxies host spectacular diffuse radio sources, extending over scales from 100 kpc to several Mpcs. These sources, with extremely faint surface brightness (μJy/arcsec<SUP>2</SUP> level), are not tied to individual galaxies but trace synchrotron emission from large-scale magnetic fields and relativistic particles within the intracluster environment. Here, we report the discovery of a candidate radio minihalo in SpARCS104922.6+564032.5, the most distant cool-core galaxy cluster identified to date at z = 1.709, using deep LOFAR 120–168 MHz observations. We show that this emission originates from diffuse cluster-associated processes rather than unresolved active galactic nuclei or star-forming galaxies. The diffuse radio emission coincides spatially with the X-ray emission of the hot intracluster medium and has a radio power of <inline-formula> <mml:math><mml:msub><mml:mrow><mml:mi>P</mml:mi></mml:mrow><mml:mrow><mml:mn>150</mml:mn><mml:mspace></mml:mspace><mml:mi>MHz</mml:mi></mml:mrow></mml:msub><mml:mo>=</mml:mo><mml:mn>49</mml:mn><mml:mo>.</mml:mo><mml:msubsup><mml:mrow><mml:mn>8</mml:mn></mml:mrow><mml:mrow><mml:mo>‑</mml:mo><mml:mn>11.7</mml:mn></mml:mrow><mml:mrow><mml:mo>+</mml:mo><mml:mn>14.7</mml:mn></mml:mrow></mml:msubsup><mml:mo>×</mml:mo><mml:mn>1</mml:mn><mml:msup><mml:mrow><mml:mn>0</mml:mn></mml:mrow><mml:mrow><mml:mn>24</mml:mn></mml:mrow></mml:msup></mml:math> </inline-formula> W Hz<SUP>‑1</SUP>, exhibiting striking similarities to low-redshift radio minihalos. This discovery doubles the redshift of previously known minihalos, challenging models of inverse Compton losses and indicating the presence of strong magnetic fields, enhanced turbulence in high-redshift clusters, or active hadronic processes that require a cosmic-ray-to-thermal-energy ratio of 0.07 within 200 kpc, assuming a clumped distribution with spatial correlations among the gas, cosmic rays, and magnetic field that partially compensate for cosmological redshift dimming. It further implies that magnetic fields are efficiently amplified to ∼10 μG levels within an Mpc<SUP>3</SUP> volume during the epoch of cluster formation before z ∼ 2. These findings provide critical insights into high-redshift cluster physics and emphasize the transformative potential of next-generation radio surveys, such as those with the Square Kilometre Array and next-generation Very Large Array (ngVLA), in exploring the early evolution of galaxy clusters.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025ApJ...987L..40H/abstract",
    "authorPosition": 13
  },
  {
    "title": "Galaxy Cluster Characterization with Machine Learning Techniques",
    "authors": [
      "Sadikov, M.",
      "Hlavacek-Larrondo, J.",
      "Perreault-Levasseur, L.",
      "Rhea, C. L.",
      "McDonald, M.",
      "Ntampaka, M.",
      "ZuHone, J."
    ],
    "year": "2025",
    "date": "2025-06-00",
    "bibcode": "2025ApJ...986...24S",
    "citations": 0,
    "abstract": "We present an analysis of the X-ray properties of the galaxy cluster population in the z = 0 snapshot of the IllustrisTNG simulations, utilizing machine learning techniques to perform clustering and regression tasks. We examine five properties of the hot gas (the central cooling time, the central electron density, the central entropy excess, the concentration parameter, and the cuspiness) which are commonly used as classification metrics to identify cool core (CC), weak cool core (WCC) and non-cool core (NCC) clusters of galaxies. Using mock Chandra X-ray images as inputs, we first explore an unsupervised clustering scheme to see how the resulting groups correlate with the CC/WCC/NCC classification based on the different criteria. We observe that the groups replicate almost exactly the separation of the galaxy cluster images when classifying them based on the concentration parameter. We then move on to a regression task, utilizing a ResNet model to predict the value of all five properties. The network is able to achieve a mean percentage error of 1.8% for the central cooling time, and a balanced accuracy of 0.83 on the concentration parameter, making them the best-performing metrics. Finally, we use simulation-based inference to extract posterior distributions for the network predictions. Our neural network simultaneously predicts all five classification metrics using only mock Chandra X-ray images. This study demonstrates that machine learning is a viable approach for analyzing and classifying the large galaxy cluster data sets that will soon become available through current and upcoming X-ray surveys, such as the extended Roentgen Survey with an Imaging Telescope Array.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025ApJ...986...24S/abstract",
    "authorPosition": 4
  },
  {
    "title": "WISDOM project – XXIII. Star formation efficiencies of eight early-type galaxies and bulges observed with SITELLE and ALMA",
    "authors": [
      "Lu, Anan",
      "Haggard, Daryl",
      "Bureau, Martin",
      "Gensior, Jindra",
      "Robert, Carmelle",
      "Williams, Thomas G.",
      "Liang, Fu-Heng",
      "Choi, Woorak",
      "Davis, Timothy A.",
      "Ruffa, Ilaria",
      "Babic, Sara",
      "Boyce, Hope",
      "Cappellari, Michele",
      "Cheung, Benjamin",
      "Drissen, Laurent",
      "Elford, Jacob S.",
      "Martin, Thomas",
      "Rhea, Carter",
      "Rousseau-Nepton, Laurie",
      "Sarzi, Marc",
      "Zhang, Hengyue"
    ],
    "year": "2025",
    "date": "2025-06-00",
    "bibcode": "2025MNRAS.540...71L",
    "citations": 0,
    "abstract": "Early-type galaxies (ETGs) are known to harbour dense spheroids of stars with scarce star formation (SF). Approximately a quarter of these galaxies have rich molecular gas reservoirs yet do not form stars efficiently. These gas-rich ETGs have properties similar to those of bulges at the centres of spiral galaxies. We use spatially resolved observations (<inline-formula><tex-math>${\\sim} 100$</tex-math></inline-formula> pc resolution) of warm ionized-gas emission lines (H <inline-formula><tex-math>$\\beta$</tex-math></inline-formula>, [O III], [N II], H <inline-formula><tex-math>$\\alpha$</tex-math></inline-formula>, and [S II]) from the imaging Fourier transform spectrograph SITELLE at the Canada–France–Hawaii Telescope and cold molecular gas [<SUP>12</SUP>CO(2–1) or <SUP>12</SUP>CO(3–2)] from the Atacama Large Millimeter/submillimeter Array to study the SF properties of eight ETGs and bulges. We use the ionized-gas emission lines to classify the ionization mechanisms and demonstrate a complete absence of regions dominated by SF ionization in these ETGs and bulges, despite abundant cold molecular gas. The ionization classifications also show that our ETGs and bulges are dominated by old stellar populations. We use the molecular gas surface densities and H <inline-formula><tex-math>$\\alpha$</tex-math></inline-formula>-derived SF rates (in spiral galaxies outside of the bulges) or upper limits (in ETGs and bulges) to constrain the depletion times (inverse of the SF efficiencies), suggesting again suppressed SF in our ETGs and bulges. Finally, we use the molecular gas velocity fields to measure the gas kinematics, and show that bulge dynamics, particularly the strong shear due to the deep and steep gravitational potential wells, is an important SF regulation mechanism for at least half of our sample galaxies.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025MNRAS.540...71L/abstract",
    "authorPosition": 18
  },
  {
    "title": "Multiwavelength SITELLE Observations of the High-velocity System in NGC 1275",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo, Julie",
      "Cadieux, Maya",
      "Jean, Zachary",
      "Choi, Hyunseop",
      "Vigneron, Benjamin"
    ],
    "year": "2025",
    "date": "2025-05-00",
    "bibcode": "2025RNAAS...9..112R",
    "citations": 0,
    "abstract": "In this paper, we present multiwavelength observations of the High-velocity System (HVS) in the Perseus Cluster taken with the SITELLE instrument at the Canada–France–Hawai'i Telescope. Using the SN 1, SN 2, and SN 3 filters, we observe emission in [O III]5007, Hβ, [N II]6548, [N II]6583, and Hα. By applying a Bayesian approach, we can constrain the redshift of the HVS to 0.02669<SUP>±0.00073</SUP>. Our findings are consistent with those originally posited in A. P. Y. Yu et al., in which the authors argue that they observe evidence of ram pressure stripping, indicating that the HVS is actively interacting with the BCG of the Perseus Cluster.",
    "journal": "Research Notes of the American Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025RNAAS...9..112R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Deconvolving X-Ray Galaxy Cluster Spectra Using a Recurrent Inference Machine",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo, Julie",
      "Adam, Alexandre",
      "Kraft, Ralph",
      "Bogdán, Ákos",
      "Perreault-Levasseur, Laurence",
      "Prunier, Marine"
    ],
    "year": "2025",
    "date": "2025-05-00",
    "bibcode": "2025AJ....169..268R",
    "citations": 0,
    "abstract": "Recent advances in machine learning algorithms have unlocked new insights in observational astronomy by allowing astronomers to probe new frontiers. In this article, we present a methodology to disentangle the intrinsic X-ray spectrum of galaxy clusters from the instrumental response function. Employing state-of-the-art modeling software and data mining techniques of the Chandra data archive, we construct a set of 100,000 mock Chandra spectra. We train a Recurrent Inference Machine (RIM) to take in the instrumental response and mock observation and output the intrinsic X-ray spectrum. The RIM can recover the mock intrinsic spectrum below the 1σ error threshold; moreover, the RIM reconstruction of the mock observations is indistinguishable from the observations themselves. To further test the algorithm, we deconvolve extracted spectra from the central regions of the galaxy group NGC 1550, known to have a rich X-ray spectrum, and the massive galaxy clusters A1795. Despite the RIM reconstructions consistently remaining below the 1σ noise level, the recovered intrinsic spectra did not align with modeled expectations. This discrepancy is likely attributable to the RIM's method of implicitly encoding prior information within the neural network. This approach holds promise for unlocking new possibilities in accurate spectral reconstructions and advancing our understanding of complex X-ray cosmic phenomena.",
    "journal": "The Astronomical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025AJ....169..268R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Mapping the Filamentary Nebula of NGC 1275 with Multiwavelength SITELLE Observations",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo, Julie",
      "Gendron-Marsolais, Marie-Lou",
      "Vigneron, Benjamin",
      "Donahue, Megan",
      "Thilloy, Auriane",
      "Rousseau-Nepton, Laurie",
      "Mezcua, Mar",
      "Werner, Norbert",
      "Barrera-Ballesteros, Jorge",
      "Choi, Hyunseop",
      "Edge, Alastair",
      "Fabian, Andrew",
      "Voit, G. Mark"
    ],
    "year": "2025",
    "date": "2025-04-00",
    "bibcode": "2025AJ....169..203R",
    "citations": 7,
    "abstract": "The filamentary nebula encompassing the central galaxy of the Perseus Cluster, NGC 1275, is a complex structure extending dozens of kiloparsecs from NGC 1275. Decades of previous works have focused on establishing the primary formation and ionization mechanisms in different filaments. These studies have pointed to a lack of star formation in the majority of the filaments, the importance of magnetic fields and turbulence in several regions, and the role of interactions between the intracluster medium (ICM) and the cool gas in the filaments, as well as the role of interaction between the central radio source, 3C84, and the filaments. In this paper, we present multi-filter observations of the entire filamentary system that cover the optical bandpass, using the SITELLE instrument at the Canada-France-Hawai'i Telescope. Here, we use the data analysis software, LUCI (https://crhea93.github.io/LUCI/index.html), to produce flux maps of the prominent emission lines present in the filters: [O II]λ3726/3729, [O III]λ5007, Hβ, [N II]λ6548, [N II]λ6583, and Hα. We use these maps to produce Baldwin–Phillips–Terlevich and WHAN diagrams to study the ionization mechanisms at play in each distinct region of the filamentary nebula. First, we confirm the absence of [O III]λ5007 in the extended filaments, although we detect this line in the central core, revealing a compact region where photoionization by the active galactic nucleus might affect local conditions. Our findings corroborate previous claims that the ionization in the extended filaments could be caused by the cooling ICM via collisional excitation and/or mixing. Moreover, they support the conclusion that magnetic fields play an important role in the formation and continued existence of the filaments.",
    "journal": "The Astronomical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025AJ....169..203R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Mapping the Dust and Multiphase Gas in the Perseus Cluster of Galaxies",
    "authors": [
      "Hlavacek-Larrondo, Julie",
      "Choi, Hyunseop",
      "Albert, Loic",
      "Asada, Yoshihisa",
      "Berek, Samantha",
      "Canning, Rebecca E. A.",
      "Donahue, Megan",
      "Eadie, Gwendolyn Marie",
      "Edge, Alastair C.",
      "Fabian, Andrew C.",
      "Farber, Ryan Jeffrey",
      "Ferland, Gary J.",
      "Gendron-Marsolais, Marie-Lou",
      "Gronke, Max",
      "Harris, William Edgar",
      "Karam, Rawan",
      "Li, Yuan",
      "McDonald, Michael A.",
      "McNamara, Brian R.",
      "Oosterloo, Tom",
      "Prunier, Marine",
      "Reach, William",
      "Rhea, Carter",
      "Sasseville, Gabriel",
      "Sawicki, Marcin",
      "Thilloy, Auriane",
      "Tremblay, Grant R.",
      "Vigneron, Benjamin Laurent Alain",
      "Voit, Mark",
      "Werner, Norbert"
    ],
    "year": "2025",
    "date": "2025-03-00",
    "bibcode": "2025jwst.prop.7033H",
    "citations": 0,
    "abstract": "We propose multi-filter NIRCam imaging and NIRSpec/MOS observations of the Perseus cluster of galaxies. Perseus is the archetype for radio-mode feedback and has been considered the best laboratory for understanding the complex interactions between radio jets and the hot X-ray-emitting intracluster medium for decades. It contains a spectacular nebula of multiphase gas that spans the inner 100 kpc. The most important and unanswered question about this multiphase gas is its unknown origin. Here, we target the fine structures and subtleties in dust emission within this multiphase gas, aiming to achieve the first in-depth mapping of the dust in any cluster core. NIRSpec/MOS will also, for the first time, map the 1000–4000 K phase for the entire nebula, the last phase without spectroscopic data. By leveraging the JWST's unique capabilities and drawing on extensive multiwavelength observations from Chandra, Hitomi, ALMA, JVLA, HST, Herschel, Spitzer, CFHT, and others, we aim to deliver an unprecedented, in-depth analysis of all gas phases in Perseus and decipher the origin of the dust and multiphase gas in cluster cores. In just 12.4 hours, this study will therefore significantly enhance our understanding of how black hole radio jets shape and influence their surrounding gas environments.",
    "journal": "JWST Proposal. Cycle 4",
    "isFirstAuthor": false,
    "doctype": "proposal",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025jwst.prop.7033H/abstract",
    "authorPosition": 23
  },
  {
    "title": "Hubble Space Telescope Observations within the Sphere of Influence of the Powerful Supermassive Black Hole in PKS 0745-191",
    "authors": [
      "Hlavacek-Larrondo, Julie",
      "Choi, Hyunseop",
      "Guo, Minghao",
      "Richard-Laferrière, Annabelle",
      "Rhea, Carter",
      "Prunier, Marine",
      "Russell, Helen",
      "Fabian, Andy",
      "Walsh, Jonelle L.",
      "Gingras, Marie-Joëlle",
      "McNamara, Brian",
      "Allen, Steve",
      "Chené, André-Nicolas",
      "Edge, Alastair",
      "Gendron-Marsolais, Marie-Lou",
      "McDonald, Michael",
      "Natarajan, Priyamvada",
      "Sanders, Jeremy",
      "Steiner, James F.",
      "Vigneron, Benjamin",
      "von der Linden, Anja"
    ],
    "year": "2025",
    "date": "2025-02-00",
    "bibcode": "2025ApJ...980..170H",
    "citations": 1,
    "abstract": "We present Space Telescope Imaging Spectrograph observations from the Hubble Space Telescope of the supermassive black hole (SMBH) at the center of PKS 0745-191, a brightest cluster galaxy (BCG) undergoing powerful radio-mode active galactic nucleus (AGN) feedback (P<SUB>cav</SUB> ~ 5 × 10<SUP>45</SUP> erg s<SUP>‑1</SUP>). These high-resolution data offer the first spatially resolved map of gas dynamics within an SMBH's sphere of influence under such powerful feedback. Our results reveal the presence of highly chaotic, nondrotational ionized gas flows on subkiloparsec scales, in contrast to the more coherent flows observed on larger scales. While radio-mode feedback effectively thermalizes hot gas in galaxy clusters on kiloparsec scales, within the core, the hot gas flow may decouple, leading to a reduction in angular momentum and supplying ionized gas through cooling, which could enhance accretion onto the SMBH. This process could, in turn, lead to a self-regulating feedback loop. Compared to other BCGs with weaker radio-mode feedback, where rotation is more stable, intense feedback may lead to more chaotic flows, indicating a stronger coupling between jet activity and gas dynamics. Additionally, we observe a sharp increase in velocity dispersion near the nucleus, consistent with a very massive M<SUB>BH</SUB> ~ 1.5 × 10<SUP>10</SUP> M<SUB>⊙</SUB> SMBH. The density profile of the ionized gas is also notably flat, paralleling the profiles observed in X-ray gas around galaxies where the Bondi radius is resolved. These results provide valuable insights into the complex mechanisms driving galaxy evolution, highlighting the intricate relationship between SMBH fueling and AGN feedback within the host galaxy.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025ApJ...980..170H/abstract",
    "authorPosition": 5
  },
  {
    "title": "Mapping Chaotic Gas Flows in Radio-Mode AGN Feedback",
    "authors": [
      "Hlavacek-Larrondo, Julie",
      "Choi, Hyunseop",
      "Guo, Minghao",
      "Rhea, Carter",
      "Russell, Helen",
      "McNamara, Brian",
      "Gingras, Marie-Joelle",
      "Walsh, Jonelle",
      "Richard-Laferrière, Annabelle",
      "Fabian, Andrew"
    ],
    "year": "2025",
    "date": "2025-01-00",
    "bibcode": "2025AAS...24544808H",
    "citations": 0,
    "abstract": "Galaxy clusters provide crucial insights into the mechanisms of radio-mode AGN feedback, showcasing how AGN-driven radio jets inject significant energy into their surroundings through shock fronts, sound waves, turbulence, and powerful molecular outflows. In this talk, I present novel observations of one of the most extreme AGN feedback systems. These observations, made with the Space Telescope Imaging Spectrograph (STIS) on the Hubble Space Telescope, offer the first spatially resolved map of gas flow within the sphere of influence of a central supermassive black hole in a Brightest Cluster Galaxy (BCG) undergoing powerful AGN feedback. The results reveal the highly chaotic nature of gas dynamics on parsec scales, contrasting sharply with the more coherent flows observed on kiloparsec scales. These findings shed new light on the fundamental processes that drive galaxy evolution, particularly supermassive black hole fueling and its complex interplay with the host galaxy.",
    "journal": "American Astronomical Society Meeting Abstracts #245",
    "isFirstAuthor": false,
    "doctype": "abstract",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025AAS...24544808H/abstract",
    "authorPosition": 4
  },
  {
    "title": "A Novel Approach to Understanding the Link between Supermassive Black Holes and Host Galaxies",
    "authors": [
      "Sasseville, Gabriel",
      "Hlavacek-Larrondo, Julie",
      "Berek, Samantha C.",
      "Eadie, Gwendolyn M.",
      "Rhea, Carter Lee",
      "Springford, Aaron",
      "Mezcua, Mar",
      "Haggard, Daryl"
    ],
    "year": "2025",
    "date": "2025-01-00",
    "bibcode": "2025ApJ...978...48S",
    "citations": 0,
    "abstract": "The strongest and most universal scaling relation between a supermassive black hole (BH) and its host galaxy is known as the M <SUB>•</SUB>–σ relation, where M <SUB>•</SUB> is the mass of the central BH, and σ is the stellar velocity dispersion of the host galaxy. This relation has been studied for decades and is crucial for estimating BH masses of distant galaxies. However, recent studies suggest the potential absence of central BHs in some galaxies, and a significant portion of current data only provides upper limits for the mass. Here, we introduce a novel approach using a Bayesian hurdle model to analyze the M <SUB>•</SUB>–σ relation across 244 galaxies. This model integrates upper mass limits and the likelihood of hosting a central BH, combining logistic regression for BH hosting probability with a linear regression of mass on σ. From the logistic regression, we find that galaxies with a velocity dispersion of 11, 34, and 126 km s<SUP>‑1</SUP> have a 50%, 90%, and 99% probability of hosting a central BH, respectively. Furthermore, from the linear regression portion of the model, we find that M <SUB>•</SUB> ∝ σ <SUP>5.8</SUP>, which is significantly steeper than the slope reported in earlier studies. Our model also predicts a population of undermassive BHs (M <SUB>•</SUB> = 10–10<SUP>5</SUP> M <SUB>⊙</SUB>) in galaxies with σ ≲ 127 km s<SUP>‑1</SUP> and overmassive BHs (M <SUB>•</SUB> ≥ 1.8 × 10<SUP>7</SUP>) above this threshold. This reveals an unexpected abundance of galaxies with intermediate-mass and ultramassive BHs, accessible to next-generation telescopes like the Extremely Large Telescope.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2025ApJ...978...48S/abstract",
    "authorPosition": 5
  },
  {
    "title": "WISDOM project XX. - Strong shear tearing molecular clouds apart in NGC 524",
    "authors": [
      "Lu, Anan",
      "Haggard, Daryl",
      "Bureau, Martin",
      "Gensior, Jindra",
      "Jeffreson, Sarah",
      "Robert, Carmelle",
      "Williams, Thomas G.",
      "Liang, Fu-Heng",
      "Choi, Woorak",
      "Davis, Timothy A.",
      "Babic, Sara",
      "Boyce, Hope",
      "Cheung, Benjamin",
      "Drissen, Laurent",
      "Elford, Jacob S.",
      "Liu, Lijie",
      "Martin, Thomas",
      "Rhea, Carter",
      "Rousseau-Nepton, Laurie",
      "Ruffa, Ilaria"
    ],
    "year": "2024",
    "date": "2024-07-00",
    "bibcode": "2024MNRAS.531.3888L",
    "citations": 6,
    "abstract": "Early-type galaxies (ETGs) are known to harbour dense spheroids of stars but scarce star formation (SF). Approximately a quarter of these galaxies have rich molecular gas reservoirs yet do not form stars efficiently. We study here the ETG NGC 524, with strong shear suspected to result in a smooth molecular gas disc and low star-formation efficiency (SFE). We present new spatially resolved observations of the <SUP>12</SUP>CO(2-1)-emitting cold molecular gas from the Atacama Large Millimeter/sub-millimeter Array (ALMA) and of the warm ionized-gas emission lines from SITELLE at the Canada-France-Hawaii Telescope. Although constrained by the resolution of the ALMA observations (≈37 pc), we identify only 52 GMCs with radii ranging from 30 to 140 pc, a low mean molecular gas mass surface density ⟨Σ<SUB>gas</SUB>⟩ ≈ 125 M<SUB>⊙ </SUB>pc<SUP>-2</SUP> and a high mean virial parameter ⟨α<SUB>obs, vir</SUB>⟩ ≈ 5.3. We measure spatially resolved molecular gas depletion times (τ<SUB>dep</SUB> ≡ 1/SFE) with a spatial resolution of ≈100 pc within a galactocentric distance of 1.5 kpc. The global depletion time is ≈2.0 Gyr but τ<SUB>dep</SUB> increases towards the galaxy centre, with a maximum τ<SUB>dep, max</SUB> ≈ 5.2 Gyr. However, no pure H II region is identified in NGC 524 using ionized-gas emission-line ratio diagnostics, so the τ<SUB>dep</SUB> inferred are in fact lower limits. Measuring the GMC properties and dynamical states, we conclude that shear is the dominant mechanism shaping the molecular gas properties and regulating SF in NGC 524. This is supported by analogous analyses of the GMCs in a simulated ETG similar to NGC 524.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024MNRAS.531.3888L/abstract",
    "authorPosition": 18
  },
  {
    "title": "Using CFHT's SITELLE to probe the long-sought shell in the Crab nebula",
    "authors": [
      "da Conceição, Lucas Victor",
      "Suherli, Janette",
      "Rhea, C. L.",
      "Safi-Harb, Samar",
      "Seitenzahl, Ivo",
      "Ruiter, Ashley"
    ],
    "year": "2024",
    "date": "2024-06-00",
    "bibcode": "2024sros.confE.206D",
    "citations": 0,
    "abstract": "Supernova remnants and their associated pulsars have long fascinated astronomers. However, a persistent enigma remains; the absence of a supernova shell around certain young pulsar wind nebulae. Perhaps, the most famous example is the Crab Nebula, which after a decades-long search for its supernova shell with standard techniques in radio and X-rays is still \"shell-less\", a long-standing puzzle in Supernova Remnant astrophysics. In this study, we address this question by employing the SITELLE instrument from the CFHT Canada-France-Hawaii-Telescope (CFHT) equipped with a large field of view and high-resolution spectroscopy of key emission lines. In particular, we aim to survey a large region around the visible nebula using the coronal emission line [Fe xiv] 5303 as a diagnostic for the search for the forward shock. Our methodology consists of integral field unit (IFU) spectroscopy with imagery to construct detailed flux and velocity maps of the [Fe xiv] line outside of the visible nebula. Leveraging the emission modelling capabilities of the astrophysical code \"MAPPINGS V\", we aim to discern the intricate interplay of physical processes within and outside the nebula. Our primary objective is to derive plasma temperature estimates and evaluate whether the observed emission properties align with theoretical predictions for the forward shock. By combining observational data with advanced modelling techniques, we aim to shed light on the long-standing puzzle around the missing shell in this iconic pulsar wind nebula.",
    "journal": "Supernova Remnants III: An Odyssey in Space after Stellar Death",
    "isFirstAuthor": false,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024sros.confE.206D/abstract",
    "authorPosition": 3
  },
  {
    "title": "Rapid spectral parameter prediction for black hole X-ray binaries using physicalized autoencoders",
    "authors": [
      "Tregidga, Ethan",
      "Steiner, James F.",
      "Garraffo, Cecilia",
      "Rhea, Carter",
      "Aubin, Mayeul"
    ],
    "year": "2024",
    "date": "2024-04-00",
    "bibcode": "2024MNRAS.529.1654T",
    "citations": 3,
    "abstract": "Black hole X-ray binaries (BHBs) offer insights into extreme gravitational environments and the testing of general relativity. The X-ray spectrum collected by NICER offers valuable information on the properties and behaviour of BHBs through spectral fitting. However, traditional spectral fitting methods are slow and scale poorly with model complexity. This paper presents a new semisupervised autoencoder neural network for parameter prediction and spectral reconstruction of BHBs, showing an improvement of up to a factor of 2700 in speed while maintaining comparable accuracy. The approach maps the spectral features from the numerous outbursts catalogued by NICER and generalizes them to new systems for efficient and accurate spectral fitting. The effectiveness of this approach is demonstrated in the spectral fitting of BHBs and holds promise for use in other areas of astronomy and physics for categorizing large data sets. The code is available via https://github.com/EthanTreg/Spectrum-Machine-Learning.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024MNRAS.529.1654T/abstract",
    "authorPosition": 4
  },
  {
    "title": "Reconstructing Robust Background IFU spectra using Machine Learning",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo, Julie",
      "Giroux, Justine",
      "Thilloy, Auriane",
      "Choi, Hyunseop",
      "Rousseau-Nepton, Laurie",
      "Gendron-Marsolais, Marie-Lou",
      "Pasquato, Mario",
      "Prunet, Simon"
    ],
    "year": "2024",
    "date": "2024-04-00",
    "bibcode": "2024arXiv240401175R",
    "citations": 0,
    "abstract": "In astronomy, spectroscopy consists of observing an astrophysical source and extracting its spectrum of electromagnetic radiation. Once extracted, a model is fit to the spectra to measure the observables, leading to an understanding of the underlying physics of the emission mechanism. One crucial, and often overlooked, aspect of this model is the background emission, which contains foreground and background astrophysical sources, intervening atmospheric emission, and artifacts related to the instrument such as noise. This paper proposes an algorithmic approach to constructing a background model for SITELLE observations using statistical tools and supervised machine learning algorithms. We apply a segmentation algorithm implemented in photutils to divide the data cube into background and source spaxels. After applying a principal component analysis (PCA) on the background spaxels, we train an artificial neural network to interpolate from the background to the source spaxels in the PCA coefficient space, which allows us to generate a local background model over the entire data cube. We highlight the performance of this methodology by applying it to SITELLE observations obtained of a SIGNALS galaxy, \\NGC4449, and the Perseus galaxy cluster of galaxies, NGC 1275. We discuss the physical interpretation of the principal components and noise reduction in the resulting PCA-based reconstructions. Additionally, we compare the fit results using our new background modeling approach to standard methods used in the literature and find that our method better captures the emission from HII regions in NGC 4449 and the faint emission regions in NGC 1275. These methods also demonstrate that the background does change as a function of the position of the datacube.",
    "journal": "arXiv e-prints",
    "isFirstAuthor": false,
    "doctype": "eprint",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024arXiv240401175R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Mapping a Black Hole Accretion Flow with JWST/NIRSpec",
    "authors": [
      "Hlavacek-Larrondo, Julie",
      "Albert, Loic",
      "Canning, Rebecca E. A.",
      "Choi, Hyunseop",
      "Fabian, Andrew C.",
      "Ferland, Gary J.",
      "Gallagher, John S.",
      "Gendron-Marsolais, Marie-Lou",
      "Guo, Minghao",
      "Hatch, Nina",
      "Johnstone, Roderick M.",
      "Karam, Rawan",
      "Kotulla, Ralf",
      "Li, Yuan",
      "Maiolino, Roberto",
      "McDonald, Michael A.",
      "McNamara, Brian R.",
      "Prunier, Marine",
      "Reynolds, Christopher S.",
      "Rhea, Carter",
      "Richard-Laferriere, Annabelle",
      "Russell, Helen R.",
      "Sasseville, Gabriel",
      "Thilloy, Auriane",
      "Tremblay, Grant R.",
      "Vigneron, Benjamin Laurent Alain",
      "Walker, Stephen"
    ],
    "year": "2024",
    "date": "2024-02-00",
    "bibcode": "2024jwst.prop.5354H",
    "citations": 0,
    "abstract": "We propose leveraging the unique capabilities of JWST's NIRSpec IFU to resolve the gas kinematics within the sphere of influence of the black hole in NGC 4696, the central dominant galaxy of the Centaurus cluster of galaxies. Due to its proximity, recent deep high-spatial-resolution HST images of NGC 4696 have, for the first time, revealed an intriguing swirl in the ionized gas that appears to lead directly to the black hole—providing a unique opportunity to understand black hole accretion processes and their relationship with galaxy scale. Our objectives include mapping the velocity structure of the swirl, comparing it with state-of-the-art MHD simulations, measuring the black hole's mass, examining Bondi accretion, probing radio jet interactions, and searching for hidden cooling flows. Overall, these observations will contribute significantly to our understanding of fundamental processes in galaxy evolution, notably supermassive black hole fueling and its connection to the host galaxy.",
    "journal": "JWST Proposal. Cycle 3",
    "isFirstAuthor": false,
    "doctype": "proposal",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024jwst.prop.5354H/abstract",
    "authorPosition": 20
  },
  {
    "title": "High-spectral-resolution Observations of the Optical Filamentary Nebula Surrounding NGC 1275",
    "authors": [
      "Vigneron, Benjamin",
      "Hlavacek-Larrondo, Julie",
      "Rhea, Carter Lee",
      "Gendron-Marsolais, Marie-Lou",
      "Lim, Jeremy",
      "Reinheimer, Jake",
      "Li, Yuan",
      "Drissen, Laurent",
      "Bryan, Greg L.",
      "Donahue, Megan",
      "Edge, Alastair",
      "Fabian, Andrew",
      "Hamer, Stephen",
      "Martin, Thomas",
      "McDonald, Michael",
      "McNamara, Brian",
      "Richard-Lafferrière, Annabelle",
      "Rousseau-Nepton, Laurie",
      "Voit, G. Mark",
      "Webb, Tracy",
      "Werner, Norbert"
    ],
    "year": "2024",
    "date": "2024-02-00",
    "bibcode": "2024ApJ...962...96V",
    "citations": 9,
    "abstract": "We present new high-spectral-resolution observations (R = λ/Δλ = 7000) of the filamentary nebula surrounding NGC 1275, the central galaxy of the Perseus cluster. These observations have been obtained with SITELLE, an imaging Fourier transform spectrometer installed on the Canada–France–Hawai Telescope with a field of view of $11^{\\prime} \\times 11^{\\prime} $ , encapsulating the entire filamentary structure of ionized gas despite its large size of 80 kpc × 50 kpc. Here, we present renewed fluxes, velocities, and velocity dispersion maps that show in great detail the kinematics of the optical nebula at [S II] λ6716, [S II] λ6731, [N II] λ6584, Hα (6563 Å), and [N II] λ6548. These maps reveal the existence of a bright flattened disk-shaped structure in the core extending to r ∼10 kpc and dominated by a chaotic velocity field. This structure is located in the wake of X-ray cavities and characterized by a high mean velocity dispersion of 134 km s<SUP>‑1</SUP>. The disk-shaped structure is surrounded by an extended array of filaments spread out to r ∼ 50 kpc that are 10 times fainter in flux, remarkably quiescent, and have a uniform mean velocity dispersion of 44 km s<SUP>‑1</SUP>. This stability is puzzling given that the cluster core exhibits several energetic phenomena. Based on these results, we argue that there are two mechanisms that form multiphase gas in clusters of galaxies: a first triggered in the wake of X-ray cavities leading to more turbulent multiphase gas and a second, distinct mechanism, that is gentle and leads to large-scale multiphase gas spreading throughout the core.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024ApJ...962...96V/abstract",
    "authorPosition": 3
  },
  {
    "title": "Reconstructing robust background integral field unit spectra using machine learning",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo, Julie",
      "Giroux, Justine",
      "Thilloy, Auriane",
      "Choi, Hyunseop",
      "Rousseau-Nepton, Laurie",
      "Gendron-Marsolais, Marie-Lou",
      "Pasquato, Mario",
      "Prunet, Simon"
    ],
    "year": "2024",
    "date": "2024-01-00",
    "bibcode": "2024RASTI...3..234R",
    "citations": 0,
    "abstract": "In astronomy, spectroscopy consists of observing an astrophysical source and extracting its spectrum of electromagnetic radiation. Once extracted, a model is fit to the spectra to measure the observables, leading to an understanding of the underlying physics of the emission mechanism. One crucial, and often overlooked, aspect of this model is the background emission, which contains foreground and background astrophysical sources, intervening atmospheric emission, and artefacts related to the instrument such as noise. This paper proposes an algorithmic approach to constructing a background model for SITELLE observations using statistical tools and supervised machine learning algorithms. SITELLE is an imaging Fourier transform spectrometer located at the Canada-France-Hawaii Telescope, which produces a three-dimensional data cube containing the position of the emission (two dimensions) and the spectrum of the emission. SITELLE has a wide field of view (11 arcmin × 11 arcmin), which makes the background emission particularly challenging to model. We apply a segmentation algorithm implemented in PHOTUTILS to divide the data cube into background and source spaxels. After applying a principal component analysis (PCA) on the background spaxels, we train an artificial neural network to interpolate from the background to the source spaxels in the PCA coefficient space, which allows us to generate a local background model over the entire data cube. We highlight the performance of this methodology by applying it to SITELLE observations obtained of a Star-formation, Ionized Gas and Nebular Abundances Legacy Survey galaxy, NGC 4449, and the Perseus galaxy cluster of galaxies, NGC 1275. We discuss the physical interpretation of the principal components and noise reduction in the resulting PCA-based reconstructions. Additionally, we compare the fit results using our new background modelling approach with standard methods used in the literature and find that our method better captures the emission from H II regions in NGC 4449 and the faint emission regions in NGC 1275. These methods also demonstrate that the background does change as a function of the position of the data cube. While the approach is applied explicitly to SITELLE data in this study, we argue that it can be readily adapted to any integral field unit style data, enabling the user to obtain more robust measurements on the flux of the emission lines.",
    "journal": "RAS Techniques and Instruments",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2024RASTI...3..234R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Unraveling the Mysteries of Galaxy Clusters: Recurrent Inference Deconvolution of X-ray Spectra",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Kraft, Ralph",
      "Bogdan, Akos",
      "Adam, Alexandre",
      "Perreault-Levasseur, Laurence"
    ],
    "year": "2023",
    "date": "2023-11-00",
    "bibcode": "2023arXiv231118014R",
    "citations": 4,
    "abstract": "In the realm of X-ray spectral analysis, the true nature of spectra has remained elusive, as observed spectra have long been the outcome of convolution between instrumental response functions and intrinsic spectra. In this study, we employ a recurrent neural network framework, the Recurrent Inference Machine (RIM), to achieve the high-precision deconvolution of intrinsic spectra from instrumental response functions. Our RIM model is meticulously trained on cutting-edge thermodynamic models and authentic response matrices sourced from the Chandra X-ray Observatory archive. Demonstrating remarkable accuracy, our model successfully reconstructs intrinsic spectra well below the 1-sigma error level. We showcase the practical application of this novel approach through real Chandra observations of the galaxy cluster Abell 1550 - a vital calibration target for the recently launched X-ray telescope, XRISM. This work marks a significant stride in the domain of X-ray spectral analysis, offering a promising avenue for unlocking hitherto concealed insights into spectra.",
    "journal": "arXiv e-prints",
    "isFirstAuthor": true,
    "doctype": "eprint",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023arXiv231118014R/abstract",
    "authorPosition": 1
  },
  {
    "title": "A New Paradigm in X-ray Spectral Analysis",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Kraft, Ralph",
      "Bogdan, Akos"
    ],
    "year": "2023",
    "date": "2023-09-00",
    "bibcode": "2023HEAD...2010101R",
    "citations": 0,
    "abstract": "While the field of X-ray spectral analysis has burgeoned over the last two decades, the intrinsic spectrum of targets has eluded astronomers; rather than observing the true spectrum, the observed spectrum is a convolution of the true spectrum with the instrumental response function. Using a class of neural networks known as a Recurrent Inference Machine (RIM), we have successfully deconvolved the source's intrinsic spectrum from the instrumental response function for the first time. In his presentation, we will discuss the intricacies of fitting X-ray spectra, how RIMs can be used to deconvolve them, and the implications of this deconvolution to several domains of X-ray astronomy.",
    "journal": "AAS/High Energy Astrophysics Division",
    "isFirstAuthor": true,
    "doctype": "abstract",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023HEAD...2010101R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Constraining the LyC escape fraction from LEGUS star clusters with SIGNALS H II region observations: a pilot study of NGC 628",
    "authors": [
      "Teh, Jia Wei",
      "Grasha, Kathryn",
      "Krumholz, Mark R.",
      "Battisti, Andrew J.",
      "Calzetti, Daniela",
      "Rousseau-Nepton, Laurie",
      "Rhea, Carter",
      "Adamo, Angela",
      "Kennicutt, Robert C.",
      "Grebel, Eva K.",
      "Cook, David O.",
      "Combes, Francoise",
      "Messa, Matteo",
      "Linden, Sean T.",
      "Klessen, Ralf S.",
      "Vilchez, José M.",
      "Fumagalli, Michele",
      "McLeod, Anna",
      "Smith, Linda J.",
      "Chemin, Laurent",
      "Wang, Junfeng",
      "Sabbi, Elena",
      "Sacchi, Elena",
      "Petric, Andreea",
      "Della Bruna, Lorenza",
      "Boselli, Alessandro"
    ],
    "year": "2023",
    "date": "2023-09-00",
    "bibcode": "2023MNRAS.524.1191T",
    "citations": 9,
    "abstract": "The ionizing radiation of young and massive stars is a crucial form of stellar feedback. Most ionizing (Lyman-continuum; LyC, λ &lt; 912Å) photons are absorbed close to the stars that produce them, forming compact H II regions, but some escape into the wider galaxy. Quantifying the fraction of LyC photons that escape is an open problem. In this work, we present a seminovel method to estimate the escape fraction by combining broadband photometry of star clusters from the Legacy ExtraGalactic UV Survey (LEGUS) with H II regions observed by the Star formation, Ionized gas, and Nebular Abundances Legacy Survey (SIGNALS) in the nearby spiral galaxy NGC 628. We first assess the completeness of the combined catalogue, and find that 49 per cent of H II regions lack corresponding star clusters as a result of a difference in the sensitivities of the LEGUS and SIGNALS surveys. For H II regions that do have matching clusters, we infer the escape fraction from the difference between the ionizing power required to produce the observed H II luminosity and the predicted ionizing photon output of their host star clusters; the latter is computed using a combination of LEGUS photometric observations and a stochastic stellar population synthesis code SLUG (Stochastically Lighting Up Galaxies). Overall, we find an escape fraction of ${f}_{\\textrm {esc}}= 0.09^{+0.06}_{-0.06}$ across our sample of 42 H II regions; in particular, we find H II regions with high f<SUB>esc</SUB> are predominantly regions with low $\\operatorname{H\\alpha }$-luminosity. We also report possible correlation between f<SUB>esc</SUB> and the emission lines $\\rm [O\\, \\rm {\\small II}]/[N\\, \\rm {\\small II}]$ and $\\rm [O\\, \\rm {\\small II}]/H\\beta$.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023MNRAS.524.1191T/abstract",
    "authorPosition": 7
  },
  {
    "title": "Extended line emission in the BCG of Abell 2390",
    "authors": [
      "Alcorn, Leo Y.",
      "Yee, H. K. C.",
      "Drissen, Laurent",
      "Rhea, Carter",
      "Sivanandam, Suresh",
      "Hlavacek-Larrondo, Julie",
      "Hsieh, Bau-Ching",
      "Lin, Lihwai",
      "Lin, Yen-Ting",
      "Liu, Qing",
      "Muzzin, Adam",
      "Noble, Allison",
      "Pintos-Castro, Irene"
    ],
    "year": "2023",
    "date": "2023-06-00",
    "bibcode": "2023MNRAS.522.1521A",
    "citations": 7,
    "abstract": "We report CFHT/SITELLE imaging Fourier Transform Spectrograph observations of the brightest cluster galaxy (BCG) of galaxy cluster Abell 2390 at z = 0.228. The BCG displays a prominent cone of emission in H α, H β, [N II], and [O II] to the North-West with PA = 42°, 4.4 arcsec in length (15.9 kpc), which is associated with elongated and asymmetric Chandra soft X-ray emission. The H α flux map also contains a 'hook' of H α and [N II] emission resulting in a broadened northern edge to the cone. Using SITELLE/LUCI software, we extract emission line flux, velocity, velocity dispersion, and continuum maps, and utilize them to derive flux ratio maps to determine ionization mechanisms and dynamical information in the BCG's emission line region. The Baldwin-Phillips-Terlevich diagnostics on the BCG cone indicate a composite ionization origin of photoionization due to star formation and shock. Strong LINER-like emission is seen in the nuclear region which hosts an active galactic nucleus (AGN). As Abell 2390 is a cool-core cluster, we suggest that the cooling flow is falling onto the central BCG and interacting with the central AGN. The AGN produces jets that inflate 'bubbles' of plasma in the ICM, as is often observed in local galaxy clusters. Furthermore, combining signs of AGN activities from radio, optical emission line and X-ray data over a large range of physical scale, we find evidence for three possible episodes of AGN activity in different epochs associated with the Abell 2390 BCG.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023MNRAS.522.1521A/abstract",
    "authorPosition": 4
  },
  {
    "title": "Extended radio emission in the galaxy cluster MS 0735.6+7421 detected with the Karl G. Jansky Very Large Array",
    "authors": [
      "Bégin, T.",
      "Hlavacek-Larrondo, J.",
      "Rhea, C. L.",
      "Gendron-Marsolais, M.",
      "McNamara, B.",
      "van Weeren, R. J.",
      "Richard-Laferrière, A.",
      "Guité, L.",
      "Prasow-Émond, M.",
      "Haggard, D."
    ],
    "year": "2023",
    "date": "2023-02-00",
    "bibcode": "2023MNRAS.519..767B",
    "citations": 9,
    "abstract": "MS 0735.6+7421 (z = 0.216) is a massive cool core galaxy cluster hosting one of the most powerful active galactic nuclei (AGNs) outbursts known. The radio jets of the AGN have carved out an unusually large pair of X-ray cavities, each reaching a diameter of 200 kpc. This makes MS 0735.6+7421 a unique case to investigate active galactic nuclei feedback processes, as well as other cluster astrophysics at radio wavelengths. We present new low radiofrequency observations of MS 0735.6+7421 taken with the Karl G. Jansky Very Large Array (VLA): 5 h of P-band (224-480 MHz) and 5 h of L-band (1-2 GHz) observations, both in C configuration. Our VLA P-band (224-480 MHz) observations reveal the presence of a diffuse radio component reaching a scale of ≈ 900 kpc in the direction of the jets and of ≈ 500 kpc in the direction perpendicular to the jets. This component is centred on the cluster core and has a radio power scaled at 1.4 GHz of P<SUB>1.4GHz</SUB> = (4 ± 2) × 10<SUP>24</SUP> W Hz<SUP>-1</SUP>. Its properties are consistent with those expected from a radio minihalo as seen in other massive cool core clusters, although it may also be associated with radio plasma that has diffused out of the X-ray cavities, or to a combination of these two hypotheses. Observations at higher spatial resolution are needed to fully characterize the properties and nature of this component. We also suggest that if radio minihaloes originate from jetted activity, we may be witnessing the early stages of this process.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023MNRAS.519..767B/abstract",
    "authorPosition": 3
  },
  {
    "title": "A machine learning approach to galactic emission-line region classification",
    "authors": [
      "Rhea, Carter L.",
      "Rousseau-Nepton, Laurie",
      "Moumen, Ismael",
      "Prunet, Simon",
      "Hlavacek-Larrondo, Julie",
      "Grasha, Kathryn",
      "Robert, Carmelle",
      "Morisset, Christophe",
      "Stasinska, Grazyna",
      "Vale-Asari, Natalia",
      "Giroux, Justine",
      "McLeod, Anna",
      "Gendron-Marsolais, Marie-Lou",
      "Wang, Junfeng",
      "Lyman, Joe",
      "Chemin, Laurent"
    ],
    "year": "2023",
    "date": "2023-01-00",
    "bibcode": "2023RASTI...2..345R",
    "citations": 5,
    "abstract": "Diagnostic diagrams of emission-line ratios have been used extensively to categorize extragalactic emission regions; however, these diagnostics are occasionally at odds with each other due to differing definitions. In this work, we study the applicability of supervised machine-learning techniques to systematically classify emission-line regions from the ratios of certain emission lines. Using the Million Mexican Model database, which contains information from grids of photoionization models using cloudy, and from shock models, we develop training and test sets of emission line fluxes for three key diagnostic ratios. The sets are created for three classifications: classic H II regions, planetary nebulae, and supernova remnants. We train a neural network to classify a region as one of the three classes defined above given three key line ratios that are present both in the SITELLE and MUSE instruments' band-passes: [O III]λ5007/H β, [N II]λ6583/H α, ([S II]λ6717+[S II]λ6731)/H α. We also tested the impact of the addition of the [O II]λ3726, 3729/[O III]λ5007 line ratio when available for the classification. A maximum luminosity limit is introduced to improve the classification of the planetary nebulae. Furthermore, the network is applied to SITELLE observations of a prominent field of M33. We discuss where the network succeeds and why it fails in certain cases. Our results provide a framework for the use of machine learning as a tool for the classification of extragalactic emission regions. Further work is needed to build more comprehensive training sets and adapt the method to additional observational constraints.",
    "journal": "RAS Techniques and Instruments",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2023RASTI...2..345R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Machine Learning SITELLE Spectra Kinematics Analysis",
    "authors": [
      "Rhea, Carter",
      "Rousseau-Nepton, L.",
      "Prunet, S.",
      "Hlavacek-Larrondo, J.",
      "Fabbro, S."
    ],
    "year": "2022",
    "date": "2022-07-00",
    "bibcode": "2022ASPC..532..501R",
    "citations": 0,
    "abstract": "We describe the first paper in a series of works in which we explore the application of different machine learning algorithms to the spectral analysis of extra galactic emission regions. We discuss the creation of synthetic spectra replicating the primary optical filter of the SITELLE instrument located at the Canada-France-Hawaii Telescope. We employ a convolutional neural network to learn the kinematic parameters, velocity and line broadening, directly from these spectra. Subsequently, we apply our methodology to a field of the nearby galaxy M33 and demonstrate the efficacy of our results in terms of residuals and computational expediency. We develop an open source framework for users to port this methodology to other IFUs, and we discuss future applications of machine learning to spectral analysis.",
    "journal": "Astronomical Data Analysis Software and Systems XXX",
    "isFirstAuthor": true,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022ASPC..532..501R/abstract",
    "authorPosition": 1
  },
  {
    "title": "The First High-contrast Images of X-Ray Binaries: Detection of Candidate Companions in the γ Cas Analog RX J1744.7-2713",
    "authors": [
      "Prasow-Émond, M.",
      "Hlavacek-Larrondo, J.",
      "Fogarty, K.",
      "Rameau, J.",
      "Guité, L.-S.",
      "Mawet, D.",
      "Gandhi, P.",
      "Rao, A.",
      "Steiner, J. F.",
      "Artigau, É.",
      "Lafrenière, D.",
      "Fabian, A. C.",
      "Walton, D. J.",
      "Weiss, L. M.",
      "Doyon, R.",
      "Ren, B. B.",
      "Rhea, C. L.",
      "Bégin, T.",
      "Vigneron, B.",
      "Naud, M.-E."
    ],
    "year": "2022",
    "date": "2022-07-00",
    "bibcode": "2022AJ....164....7P",
    "citations": 4,
    "abstract": "X-ray binaries provide exceptional laboratories for understanding the physics of matter under the most extreme conditions. Until recently, there were few, if any, observational constraints on the circumbinary environments of X-ray binaries at ~100-5000 au scales. It remains unclear how the accretion onto the compact objects or the explosions giving rise to the compact objects interact with their immediate surroundings. Here, we present the first high-contrast adaptive optics images of X-ray binaries. These observations target all X-ray binaries within ~3 kpc accessible with the Keck/NIRC2 vortex coronagraph. This paper focuses on one of the first key results from this campaign; our images reveal the presence of 21 sources potentially associated with the γ Cassiopeiae analog high-mass X-ray binary RX J1744.7-2713. By conducting different analyses-a preliminary proper motion analysis, a color-magnitude diagram, and a probability of chance alignment calculation-we found that three of these 21 sources have a high probability of being bound to the system. If confirmed, they would be in wide orbits (~450 to 2500 au). While follow-up astrometric observations will be needed in ~5-10 yr to confirm further the bound nature of these detections, these discoveries emphasize that such observations may provide a major breakthrough in the field. In fact, they would be useful not only for our understanding of stellar multiplicity, but also for our understanding of how planets, brown dwarfs, and stars can form even in the most extreme environments.",
    "journal": "The Astronomical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022AJ....164....7P/abstract",
    "authorPosition": 17
  },
  {
    "title": "A New Paradigm in X-ray Spectral Analysis",
    "authors": [
      "Rhea, Carter L."
    ],
    "year": "2022",
    "date": "2022-06-00",
    "bibcode": "2022bhaf.confE..27R",
    "citations": 0,
    "abstract": "X-ray spectral analysis is a powerful tool available to astronomers to study differing astrophysical phenomena from X-ray binaries, galactic black holes, and the intracluster medium. A new Bayesian paradigm is emerging in the field of X-ray spectral analysis. However, continued concerns over the choice of priors dominate the conversation. With our new machine learning methodology employing Mixture Density Networks (MDN), we use posterior target distributions calculated by an MDN as the priors for a full Bayesian inference approach to X-ray spectroscopy. Additionally, we discuss the potential of deconvolving observed X-ray spectra from the instrumental response using a Recurrent Inference Machine (RIM). Our findings indicate that using a RIM to deconvolve the spectrum and then passing the deconvolved spectrum to well-tuned MDN results in inaccurate estimates of the temperature and metallicity values which are critical in the study of galaxy clusters, plasma physics, and feedback astrophysics. In this talk, we also discuss the implications for use cases and demonstrate the power of this exciting new methodology in our exploration of galaxy clusters.",
    "journal": "Black-hole activity feedback from Bondi-radius to galaxy-cluster scales",
    "isFirstAuthor": false,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022bhaf.confE..27R/abstract",
    "authorPosition": 1
  },
  {
    "title": "An Assessment of the In Situ Growth of the Intracluster Light in the High-redshift Galaxy Cluster SpARCS1049+56",
    "authors": [
      "Barfety, Capucine",
      "Valin, Félix-Antoine",
      "Webb, Tracy M. A.",
      "Yun, Min",
      "Shipley, Heath",
      "Boone, Kyle",
      "Hayden, Brian",
      "Hlavacek-Larrondo, Julie",
      "Muzzin, Adam",
      "Noble, Allison G.",
      "Perlmutter, Saul",
      "Rhea, Carter",
      "Wilson, Gillian",
      "Yee, H. K. C."
    ],
    "year": "2022",
    "date": "2022-05-00",
    "bibcode": "2022ApJ...930...25B",
    "citations": 19,
    "abstract": "The formation of the stellar mass within galaxy cluster cores is a poorly understood process. It features the complicated physics of cooling flows, active galactic nucleus feedback, star formation, and more. Here we study the growth of the stellar mass in the vicinity of the brightest cluster galaxy (BCG) in a z = 1.7 cluster, SpARCS1049+56. We synthesize a reanalysis of existing Hubble Space Telescope imaging, a previously published measurement of the star formation rate, and the results of new radio molecular gas spectroscopy. These analyses represent the past, present, and future star formation, respectively, within this system. We show that a large amount of stellar mass-between (2.2 ± 0.5) × 10<SUP>10</SUP> M <SUB>⊙</SUB> and (6.6 ± 1.2) × 10<SUP>10</SUP> M <SUB>⊙</SUB> depending on the data processing-exists in a long and clumpy tail-like structure that lies roughly 12 kpc off the BCG. Spatially coincident with this stellar mass is a similarly massive reservoir ((1.0 ± 0.7) × 10<SUP>11</SUP> M <SUB>⊙</SUB>) of molecular gas that we suggest is the fuel for the immense star formation rate of 860 ± 130 M <SUB>⊙</SUB> yr<SUP>-1</SUP>, as measured by infrared observations. Hlavacek-Larrondo et al. surmised that massive, runaway cooling of the hot intracluster X-ray gas was feeding this star formation, a process that had not been observed before at high redshift. We conclude, based on the amount of fuel and current stars, that this event may be rare in the lifetime of a cluster, producing roughly 15%-21% of the intracluster light mass in one go, though perhaps a common event for all galaxy clusters.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022ApJ...930...25B/abstract",
    "authorPosition": 12
  },
  {
    "title": "A New Paradigm in X-ray Spectral Fitting",
    "authors": [
      "Rhea, Carter Lee",
      "Hlavacek-Larrondo",
      "Bogdan, Akos",
      "Kraft, Ralph"
    ],
    "year": "2022",
    "date": "2022-05-00",
    "bibcode": "2022scio.confE..14R",
    "citations": 0,
    "abstract": "While the field of X-ray spectral analysis has burgeoned over the last two decades, the intrinsic spectrum of targets has eluded astronomers; rather than observing the true spectrum, the observed spectrum is a convolution of the true spectrum with the instrumental response function. Using a class of neural networks known as a Recurrent Inference Machine (RIM), we have successfully deconvolved the source's intrinsic spectrum from the instrumental response function for the first time. In his presentation, we will discuss the intricacies of fitting X-ray spectra, how RIMs can be used to deconvolve them, and the implications of this deconvolution to several domains of X-ray astronomy.",
    "journal": "SciOps 2022: Artificial Intelligence for Science and Operations in Astronomy (SCIOPS)",
    "isFirstAuthor": false,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022scio.confE..14R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Direct assessment of individual connotation and experience: An introduction to cognitive-affective mapping",
    "authors": [
      "Reuter, Lisa",
      "Mansell, Jordan",
      "Rhea, Carter",
      "Kiesel, Andrea"
    ],
    "year": "2022",
    "date": "2022-02-00",
    "bibcode": "2022arXiv220209916R",
    "citations": 0,
    "abstract": "We introduce cognitive-affective maps (CAMs) as a novel tool to assess individual experiences and belief systems. CAMs were first presented by the cognitive scientist and philosopher Paul Thagard as a graphical representation of a mental network, visualizing attitudes, thoughts, and affective connotations toward the topic of interest. While CAMs were originally used primarily to visualize existing data, the recent release of the new software tool Valence has facilitated the applicability of CAMs for empirical data collection. In this article, we explain the concept and the theoretical background of CAMs. We exemplify how CAMs can be applied in research practice, including different options for analysis. We propose CAMs as a user-friendly and versatile methodological bridge between qualitative and quantitative research approaches and encourage incorporating the method into studies to access and visualize human attitudes and experience.",
    "journal": "arXiv e-prints",
    "isFirstAuthor": false,
    "doctype": "eprint",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2022arXiv220209916R/abstract",
    "authorPosition": 3
  },
  {
    "title": "Updates to LUCI: A New Fitting Paradigm Using Mixture Density Networks",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Rousseau-Nepton, Laurie",
      "Prunet, Simon"
    ],
    "year": "2021",
    "date": "2021-12-00",
    "bibcode": "2021RNAAS...5..276R",
    "citations": 4,
    "abstract": "LUCI is an general-purpose spectral line-fitting pipeline which natively integrates machine learning algorithms to initialize fit functions. LUCI currently uses point-estimates obtained from a convolutional neural network (CNN) to inform optimization algorithms; this methodology has shown great promise by reducing computation time and reducing the chance of falling into a local minimum using convex optimization methods. In this update to LUCI, we expand upon the CNN developed in Rhea et al. so that it outputs Gaussian posterior distributions of the fit parameters of interest (the velocity and broadening) rather than simple point-estimates. Moreover, these posteriors are then used to inform the priors in a Bayesian inference scheme, either emcee or dynesty. The code is publicly available at crhea93:LUCI (https://github.com/crhea93/LUCI).",
    "journal": "Research Notes of the American Astronomical Society",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021RNAAS...5..276R/abstract",
    "authorPosition": 1
  },
  {
    "title": "A Machine-learning Approach to Integral Field Unit Spectroscopy Observations. III. Disentangling Multiple Components in H II Regions",
    "authors": [
      "Rhea, Carter L.",
      "Rousseau-Nepton, Laurie",
      "Prunet, Simon",
      "Hlavacek-Larrondo, Julie",
      "Martin, R. Pierre",
      "Grasha, Kathryn",
      "Asari, Natalia Vale",
      "Bégin, Théophile",
      "Vigneron, Benjamin",
      "Prasow-Émond, Myriam"
    ],
    "year": "2021",
    "date": "2021-12-00",
    "bibcode": "2021ApJ...923..169R",
    "citations": 3,
    "abstract": "In the first two papers of this series, we demonstrated the dynamism of machine learning applied to optical spectral analysis by using neural networks to extract kinematic parameters and emission-line ratios directly from the spectra observed by the SITELLE instrument located at the Canada-France-Hawai'i Telescope. In this third installment, we develop a framework using a convolutional neural network trained on synthetic spectra to determine the number of line-of-sight components present in the SN3 filter (656-683 nm) spectral range of SITELLE. We compare this methodology to standard practice using Bayesian inference. Our results demonstrate that a neural network approach returns more accurate results and uses fewer computational resources over a range of spectral resolutions. Furthermore, we apply the network to SITELLE observations of the merging galaxy system NGC 2207/IC 2163. We find that the closest interacting sector and the central regions of the galaxies are best characterized by two line-of-sight components while the outskirts and spiral arms are well-constrained by a single component. Determining the number of resolvable components is crucial in disentangling different galactic components in merging systems and properly extracting their respective kinematics.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021ApJ...923..169R/abstract",
    "authorPosition": 1
  },
  {
    "title": "crhea93/LUCI: Luci Updates",
    "authors": [
      "Rhea, Carter Lee",
      "Rousseau-Nepton, Laurie",
      "Covington, Jessie",
      "Alcorn, Leo",
      "Vigneron, Benjamin",
      "Hlavacek-Larrondo, Julie",
      "Guité, Louis-Simon"
    ],
    "year": "2021",
    "date": "2021-11-26",
    "bibcode": "2021zndo...5730149R",
    "citations": 3,
    "abstract": "This release sees many updates LUCI. Most notably, we have augmented the standard machine learning algorithms to be a single-phase mixture density network which allows us to calculate uncertainties that help drive our optimization algorithm. We have also updated our Bayesian analysis to be more stable. Moreover, we added the option to use dynesty. More details can be found in the commit history.",
    "journal": "Zenodo",
    "isFirstAuthor": false,
    "doctype": "software",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021zndo...5730149R/abstract",
    "authorPosition": 1
  },
  {
    "title": "crhea93/LUCI: RNAAS Submission",
    "authors": [
      "Rhea, Carter Lee",
      "Rouseau-Nepton, Laurie",
      "Hlavacek-Larrondo, Julie",
      "Covington, Jessica",
      "Vigneron, Benjamin",
      "Guité, Louis-Simon"
    ],
    "year": "2021",
    "date": "2021-09-02",
    "bibcode": "2021zndo...5385351R",
    "citations": 1,
    "abstract": "LUCI version 1.0 corresponding to the RNAAS (Research Notes of the American Astronomical Society) submission. The corresponding paper can be found at https://arxiv.org/abs/2108.12428.",
    "journal": "Zenodo",
    "isFirstAuthor": false,
    "doctype": "software",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021zndo...5385351R/abstract",
    "authorPosition": 1
  },
  {
    "title": "LUCI: A Python Package for SITELLE Spectral Analysis",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Rousseau-Nepton, Laurie",
      "Vigneron, Benjamin",
      "Guité, Louis-Simon"
    ],
    "year": "2021",
    "date": "2021-09-00",
    "bibcode": "2021RNAAS...5..208R",
    "citations": 8,
    "abstract": "High-resolution optical integral field units (IFUs) are rapidly expanding our knowledge of extragalactic emission nebulae in galaxies and galaxy clusters. By studying the spectra of these objects-which include classic H II regions, supernova remnants, planetary nebulae, and cluster filaments-we are able to constrain their kinematics (velocity and velocity dispersion). In conjunction with additional tools, such as the BPT diagram, we can further classify emission regions based on strong emission-line flux ratios. LUCI is a simple-to-use python module intended to facilitate the rapid analysis of IFU spectra. LUCI does this by integrating well-developed pre-existing python tools such as astropy and scipy with new machine learning tools for spectral analysis. Furthermore, LUCI provides several easy-to-use tools to access and fit SITELLE data cubes.",
    "journal": "Research Notes of the American Astronomical Society",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021RNAAS...5..208R/abstract",
    "authorPosition": 1
  },
  {
    "title": "When a Black Hole Fails to do its Job",
    "authors": [
      "Rhea, Carter"
    ],
    "year": "2021",
    "date": "2021-06-00",
    "bibcode": "2021gcf2.confE..38R",
    "citations": 0,
    "abstract": "&lt;strong&gt;The study of Stellar Formation Rates has long been at the heart of galactic/extragalactic astrophysics. Recent galaxy cluster surveys, such as the South Pole Telescope Survey, have revealed that high redshift (z&gt;1) galaxy clusters, unlike their local counterparts, are regions of intense star formation. Previous studies suggest the buildup of stellar mass through positive feedback mechanisms such as major mergers and ram pressure stripping; however our recent investigation of the massive galaxy cluster SpARCS104922.6+564032.5 reveals a new and unexpected mechanism -- an unrestrained cooling flow. More precisely, the cluster stands out as harboring a still assembling brightest cluster galaxy (BCG) undergoing extreme stellar formation at z=1.7091 (~850 M⊙/yr). Here, we present 170 ks (~50 hours) of new Chandra observations. Using several techniques for calculating galactic substructure and proxies of cooling flows, we develop a more coherent image of the mechanism responsible for the rampant stellar formation of the BCG. Our results show the presence of a strong cooling flow cospatial with the region of intense star formation ~50 kpc from the BCG indicating a lack of AGN feedback in the system -- in direct contrast to local counterparts. Moreover, the lack of a mechanism to suppress star formation appears to be providing the ideal environment for a buildup of intracluster light. This demonstrates a novel mechanism for the formation of stellar mass in galaxy clusters.&lt;/strong&gt;",
    "journal": "Galaxy Cluster Formation II",
    "isFirstAuthor": true,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021gcf2.confE..38R/abstract",
    "authorPosition": 1
  },
  {
    "title": "A Data-driven Approach to X-Ray Spectral Fitting: Quasi-deconvolution",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Kraft, Ralph",
      "Bogdan, Akos",
      "Geelen, Rudy"
    ],
    "year": "2021",
    "date": "2021-05-00",
    "bibcode": "2021RNAAS...5..113R",
    "citations": 5,
    "abstract": "X-ray spectral fitting of astronomical sources requires convolving the intrinsic spectrum or model with the instrumental response. Standard forward modeling techniques have proven success in recovering the underlying physical parameters in moderate to high signal-to-noise regimes; however, they struggle to achieve the same level of accuracy in low signal-to-noise regimes. Additionally, the use of machine learning techniques on X-ray spectra requires access to the intrinsic spectrum. Therefore, the measured spectrum must be effectively deconvolved from the instrumental response. In this note, we explore numerical methods for inverting the matrix equation describing X-ray spectral convolution. We demonstrate that traditional methods are insufficient to recover the intrinsic X-ray spectrum and argue that a novel approach is required.",
    "journal": "Research Notes of the American Astronomical Society",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021RNAAS...5..113R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Novel Application in Machine Learning: Predicting the Issuance of COVID-19 Stay-at-Home Orders in Africa",
    "authors": [
      "Rhea, Carter",
      "Mansell, Jordan",
      "Murray, Gregg"
    ],
    "year": "2021",
    "date": "2021-05-00",
    "bibcode": "2021wems.confE...3R",
    "citations": 0,
    "abstract": "&lt;strong&gt;In the work, we investigate which factors are most important for the issuance of SAHO among n=54 African countries between January 31st and June 15th, 2020. We employ a novel dataset of 260 different variables capturing country-level information on economic, political, social, external, and health-related factors for each country in our dataset. To identify the most significant factors, we treat the question of which countries issue SAHO as a classification problem (issued orders vs. did not issue orders) and utilize a random forest classifier, a method of machine learning, to identify the variables that best explain whether a country issued a SAHO order or not.&lt;/strong&gt;",
    "journal": "Where the Earth meets the Sky",
    "isFirstAuthor": true,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021wems.confE...3R/abstract",
    "authorPosition": 1
  },
  {
    "title": "A Machine-learning Approach to Integral Field Unit Spectroscopy Observations. II. H II Region Line Ratios",
    "authors": [
      "Rhea, Carter",
      "Rousseau-Nepton, Laurie",
      "Prunet, Simon",
      "Prasow-Émond, Myriam",
      "Hlavacek-Larrondo, Julie",
      "Asari, Natalia Vale",
      "Grasha, Kathryn",
      "Perreault-Levasseur, Laurence"
    ],
    "year": "2021",
    "date": "2021-04-00",
    "bibcode": "2021ApJ...910..129R",
    "citations": 10,
    "abstract": "In the first paper of this series, we demonstrated that neural networks can robustly and efficiently estimate kinematic parameters for optical emission-line spectra taken by SITELLE at the Canada-France-Hawaii Telescope. This paper expands upon this notion by developing an artificial neural network to estimate the line ratios of strong emission lines present in the SN1, SN2, and SN3 filters of SITELLE. We construct a set of 50,000 synthetic spectra using line ratios taken from the Mexican Million Model database replicating H II regions. Residual analysis of the network on the test set reveals the network's ability to apply tight constraints to the line ratios. We verified the network's efficacy by constructing an activation map, checking the [N II] doublet fixed ratio, and applying a standard k-fold cross-correlation. Additionally, we apply the network to SITELLE observations of M33; the residuals between the algorithm's estimates and values calculated using standard fitting methods show general agreement. Moreover, the neural network reduces the computational costs by two orders of magnitude. Although standard fitting routines do consistently well depending on the signal-to-noise ratio of the spectral features, the neural network can also excels at predictions in the low signal-to-noise regime within the controlled environment of the training set as well as on observed data when the source spectral properties are well constrained by models. These results reinforce the power of machine learning in spectral analysis.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021ApJ...910..129R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Analyzing the Kinematics of SITELLE Spectra using Machine Learning",
    "authors": [
      "Rhea, Carter",
      "Rousseau-Nepton, Laurie",
      "Prunet, Simon",
      "Hlavacek-Larrondo, Julie",
      "Fabbro, Sébastien",
      "Vale Asari, Natalia",
      "Grasha, Kathryn",
      "Perreault Levasseur, Laurence",
      "Prasow-Émond, Laurence"
    ],
    "year": "2021",
    "date": "2021-04-00",
    "bibcode": "2021essp.confE..27R",
    "citations": 0,
    "abstract": "We describe the first paper in a series of works in which we explore the application of different machine learning algorithms to the spectral analysis of extra galactic emission regions. We discuss the creation of synthetic spectra replicating the primary optical filter of the SITELLE instrument located at the Canada-France-Hawaii Telescope. We employ a convolutional neural network to learn the kinematic parameters, velocity and line broadening, directly from these spectra. Subsequently, we apply our methodology to a field of the nearby galaxy M33 and demonstrate the efficacy of our results in terms of residuals and computational expediency. We develop an open source framework for users to port this methodology to other IFUs, and we discuss future applications of machine learning to spectral analysis.",
    "journal": "Extragalactic Spectroscopic Surveys: Past, Present and Future of Galaxy Evolution (GALSPEC2021)",
    "isFirstAuthor": true,
    "doctype": "inproceedings",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021essp.confE..27R/abstract",
    "authorPosition": 1
  },
  {
    "title": "Study of the extended radio emission in thegalaxy cluster MS 0735.6+7421",
    "authors": [
      "Bégin, T.",
      "Hlavacek-Larrondo, J.",
      "Rhea, C.",
      "McNamara, B.",
      "Van Weeren, R."
    ],
    "year": "2021",
    "date": "2021-01-00",
    "bibcode": "2021AAS...23715413B",
    "citations": 0,
    "abstract": "In the past several decades, detailed multi-wavelength studies of galaxy clusters have changed our understanding of the role of supermassive black holes on the evolution of cluster environments. MS0735.6+7421 (z = 0.216) is a massive galaxy cluster that shows evidence of extremely powerful active central supermassive black hole. It has been previously demonstrated to contain the largest known cavity structures in the X-ray wavelengths. These cavities are believed to result from the interaction of the black hole jets with the cluster hot gas. The black hole jets are filled with relativistic electrons that emit in the radio-wavelengths due to synchrotron emission and so, it is possible to better constrain the involved phenomena by imaging the cluster in the radio wavelength. For this study, we have acquired Karl G. Jansky Very Large Array (JVLA) radio data of the cluster (5 hours of L-band C configuration and 5 hours of P-band C configuration) that offers better sensitivity and allows to image deeper radio emission than before. The new observations hint at previously undetected diffuse radio structures that will hopefully inform us about the cluster evolution dynamics.",
    "journal": "American Astronomical Society Meeting Abstracts #237",
    "isFirstAuthor": false,
    "doctype": "abstract",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021AAS...23715413B/abstract",
    "authorPosition": 3
  },
  {
    "title": "Application of Machine Learning to Optical Spectra — Kinematic Constraints",
    "authors": [
      "Rhea, C.",
      "Rousseau-Nepton, L."
    ],
    "year": "2021",
    "date": "2021-01-00",
    "bibcode": "2021AAS...23720801R",
    "citations": 0,
    "abstract": "Machine learning is rapidly becoming another tool in an astronomer's statistical toolbox. Recent papers have demonstrated machine learning's ability to recover degraded data, estimate important photometric parameters, and decode spectra. In this talk, I will be focusing on the use of convolutional neural networks in decoding optical emission-line spectra. The imaging Fourier Transform Spectrometer, SITELLE, at the Canada-France-Hawai'i telescope creates exquisite data cubes with spectral resolution reaching R~10000 and over 4 million spatial pixels. While standard fitting techniques to parse out the kinematic parameters, such as the velocity and broadening of the emission lines, exist, the number of spectra in each cube makes these techniques computationally expensive. Using a convolutional neural network, we have demonstrated a recoverability rate comparable to traditional methods; more importantly, the computation time has been reduced from ~11 days to ~4 hours. Subsequent papers focus on extracting additional information, such as critical line flux ratios, from the optical spectra.",
    "journal": "American Astronomical Society Meeting Abstracts #237",
    "isFirstAuthor": false,
    "doctype": "abstract",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2021AAS...23720801R/abstract",
    "authorPosition": 1
  },
  {
    "title": "The H α star formation main sequence in cluster and field galaxies at z ∼ 1.6",
    "authors": [
      "Nantais, Julie",
      "Wilson, Gillian",
      "Muzzin, Adam",
      "Old, Lyndsay J.",
      "Demarco, Ricardo",
      "Cerulo, Pierluigi",
      "Balogh, Michael",
      "Rudnick, Gregory",
      "Chan, Jeffrey",
      "Cooper, M. C.",
      "Forrest, Ben",
      "Hayden, Brian",
      "Lidman, Chris",
      "Noble, Allison",
      "Perlmutter, Saul",
      "Rhea, Carter",
      "Surace, Jason",
      "van der Burg, Remco",
      "van Kampen, Eelco"
    ],
    "year": "2020",
    "date": "2020-12-00",
    "bibcode": "2020MNRAS.499.3061N",
    "citations": 14,
    "abstract": "We calculate H α-based star formation rates and determine the star formation rate-stellar mass relation for members of three Spitzer Adaptation of the Red-Sequence Cluster Survey (SpARCS) clusters at z ~ 1.6 and serendipitously identified field galaxies at similar redshifts to the clusters. We find similar star formation rates in cluster and field galaxies throughout our range of stellar masses. The results are comparable to those seen in other clusters at similar redshifts, and consistent with our previous photometric evidence for little quenching activity in clusters. One possible explanation for our results is that galaxies in our z ~ 1.6 clusters have been accreted too recently to show signs of environmental quenching. It is also possible that the clusters are not yet dynamically mature enough to produce important environmental quenching effects shown to be important at low redshift, such as ram-pressure stripping or harassment.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020MNRAS.499.3061N/abstract",
    "authorPosition": 16
  },
  {
    "title": "On the relation between mini-halos and AGN feedback in clusters of galaxies",
    "authors": [
      "Richard-Laferrière, A.",
      "Hlavacek-Larrondo, J.",
      "Nemmen, R. S.",
      "Rhea, C. L.",
      "Taylor, G. B.",
      "Prasow-Émond, M.",
      "Gendron-Marsolais, M.",
      "Latulippe, M.",
      "Edge, A. C.",
      "Fabian, A. C.",
      "Sanders, J. S.",
      "Hogan, M. T.",
      "Demontigny, G."
    ],
    "year": "2020",
    "date": "2020-12-00",
    "bibcode": "2020MNRAS.499.2934R",
    "citations": 37,
    "abstract": "A variety of large-scale diffuse radio structures have been identified in many clusters with the advent of new state-of-the-art facilities in radio astronomy. Among these diffuse radio structures, radio mini-halos are found in the central regions of cool core clusters. Their origin is still unknown and they are challenging to discover; less than 30 have been published to date. Based on new VLA observations, we confirmed the mini-halo in the massive strong cool core cluster PKS 0745-191 (z = 0.1028) and discovered one in the massive cool core cluster MACS J1447.4+0827 (z = 0.3755). Furthermore, using a detailed analysis of all known mini-halos, we explore the relation between mini-halos and active galactic nucleus (AGN) feedback processes from the central galaxy. We find evidence of strong, previously unknown correlations between mini-halo radio power and X-ray cavity power, and between mini-halo and the central galaxy radio power related to the relativistic jets when spectrally decomposing the AGN radio emission into a component for past outbursts and one for ongoing accretion. Overall, our study indicates that mini-halos are directly connected to the central AGN in clusters, following previous suppositions. We hypothesize that AGN feedback may be one of the dominant mechanisms giving rise to mini-halos by injecting energy into the intra-cluster medium and reaccelerating an old population of particles, while sloshing motion may drive the overall shape of mini-halos inside cold fronts. AGN feedback may therefore not only play a vital role in offsetting cooling in cool core clusters, but may also play a fundamental role in re-energizing non-thermal particles in clusters.",
    "journal": "Monthly Notices of the Royal Astronomical Society",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020MNRAS.499.2934R/abstract",
    "authorPosition": 4
  },
  {
    "title": "A Novel Machine Learning Approach to Disentangle Multitemperature Regions in Galaxy Clusters",
    "authors": [
      "Rhea, Carter",
      "Hlavacek-Larrondo, Julie",
      "Perreault-Levasseur, Laurence",
      "Gendron-Marsolais, Marie-Lou",
      "Kraft, Ralph"
    ],
    "year": "2020",
    "date": "2020-11-00",
    "bibcode": "2020AJ....160..202R",
    "citations": 4,
    "abstract": "The hot intracluster medium (ICM) surrounding the heart of galaxy clusters is a complex medium that comprises various emitting components. Although previous studies of nearby galaxy clusters, such as the Perseus, the Coma, or the Virgo cluster, have demonstrated the need for multiple thermal components when spectroscopically fitting the ICM's X-ray emission, no systematic methodology for calculating the number of underlying components currently exists. In turn, underestimating or overestimating the number of components can cause systematic errors in the emission parameter estimations. In this paper, we present a novel approach to determining the number of components using an amalgam of machine learning techniques. Synthetic spectra containing a various number of underlying thermal components were created using well-established tools available from the Chandra X-ray Observatory. The dimensions of the training set was initially reduced using principal component analysis and then categorized based on the number of underlying components using a random forest classifier. Our trained and tested algorithm was subsequently applied to Chandra X-ray observations of the Perseus cluster. Our results demonstrate that machine learning techniques can efficiently and reliably estimate the number of underlying thermal components in the spectra of galaxy clusters, regardless of the thermal model (MEKAL versus APEC). We also confirm that the core of the Perseus cluster contains a mix of differing underlying thermal components. We emphasize that although this methodology was trained and applied on Chandra X-ray observations, it is readily portable to other current (e.g., XMM-Newton, eROSITA) and upcoming (e.g., Athena, Lynx, XRISM) X-ray telescopes. The code is publicly available at https://github.com/XtraAstronomy/Pumpkin.",
    "journal": "The Astronomical Journal",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020AJ....160..202R/abstract",
    "authorPosition": 1
  },
  {
    "title": "A Machine-learning Approach to Integral Field Unit Spectroscopy Observations. I. H ii Region Kinematics",
    "authors": [
      "Rhea, Carter",
      "Rousseau-Nepton, Laurie",
      "Prunet, Simon",
      "Hlavacek-Larrondo, Julie",
      "Fabbro, Sébastien"
    ],
    "year": "2020",
    "date": "2020-10-00",
    "bibcode": "2020ApJ...901..152R",
    "citations": 13,
    "abstract": "SITELLE is a novel integral field unit spectroscopy instrument that has an impressive spatial (11 by 11 arcmin), spectral coverage, and spectral resolution (R ∼ 1-20,000). SIGNALS is anticipated to obtain deep observations (down to 3.6 × 10<SUP>-17</SUP>erg s<SUP>-1</SUP> cm<SUP>-2</SUP>) of 40 galaxies, each needing complex and substantial time to extract spectral information. We present a method that uses Convolution Neural Networks (CNN) for estimating emission-line parameters in optical spectra obtained with SITELLE as part of the SIGNALS large program. Our algorithm is trained and tested on synthetic data representing typical emission spectra for H ii regions based on Mexican Million Models database (3MdB) BOND simulations. The network's activation map demonstrates its ability to extract the dynamical (broadening and velocity) parameters from a set of five emission lines (e.g., Hα, N [ii] doublet, and S [ii] doublet) in the SN3 (651-685 nm) filter of SITELLE. Once trained, the algorithm was tested on real SITELLE observations in the SIGNALS program of one of the southwest fields of M33. The CNN recovers the dynamical parameters with an accuracy better than 5 $\\mathrm{km}\\,{{\\rm{s}}}^{-1}$ in regions with a signal-to-noise ratio greater than 15 over the Hα line. More importantly, our CNN method reduces calculation time by over an order of magnitude on the spectral cube with native spatial resolution when compared with standard fitting procedures. These results clearly illustrate the power of machine-learning algorithms for the use in future IFU-based missions. Subsequent work will explore the applicability of the methodology to other spectral parameters such as the flux of key emission lines.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": true,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020ApJ...901..152R/abstract",
    "authorPosition": 1
  },
  {
    "title": "VizieR Online Data Catalog: MACS J1447.4+0827 multiwavelength study (Prasow-Emond+, 2020)",
    "authors": [
      "Prasow-Emond, M.",
      "Hlavacek-Larrondo, J.",
      "Rhea, C. L.",
      "Latulippe, M.",
      "Gendron-Marsolais, M.-L.",
      "Richard-Laferriere, A.",
      "Sanders, J. S.",
      "Edge, A. C.",
      "Allen, S. W.",
      "Mantz, A.",
      "von der Linden, A."
    ],
    "year": "2020",
    "date": "2020-10-00",
    "bibcode": "2020yCat..51600103P",
    "citations": 0,
    "abstract": "The Chandra Advanced CCD Imaging Spectrometer (ACIS) in VFAINT mode was used to observe MACSJ1447.4+0827 three times: first in 2008, centered on the ACIS-S3 back-illuminated chip (12ks, ObsID 10481; PI: Hicks), and then twice in 2016, centered on the ACIS-I3 front-illuminated chip (43ks, ObsID 17233; and 25ks, ObsID 18825; PI: Hlavacek-Larrondo). <P />MACSJ1447.4+0827 was also observed with the Jansky Very Large Array (JVLA) at 1.4GHz (L band; PI: Hlavacek-Larrondo). <P />(6 data files).",
    "journal": "VizieR Online Data Catalog",
    "isFirstAuthor": false,
    "doctype": "dataset",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020yCat..51600103P/abstract",
    "authorPosition": 3
  },
  {
    "title": "A Multiwavelength Study of the Cool Core Cluster MACS J1447.4+0827",
    "authors": [
      "Prasow-Émond, M.",
      "Hlavacek-Larrondo, J.",
      "Rhea, C. L.",
      "Latulippe, M.",
      "Gendron-Marsolais, M.-L.",
      "Richard-Laferrière, A.",
      "Sanders, J. S.",
      "Edge, A. C.",
      "Allen, S. W.",
      "Mantz, A.",
      "von der Linden, A."
    ],
    "year": "2020",
    "date": "2020-09-00",
    "bibcode": "2020AJ....160..103P",
    "citations": 10,
    "abstract": "Clusters of galaxies are outstanding laboratories for understanding the physics of supermassive black hole (SMBH) feedback. Here we present the first Chandra, Karl G. Jansky Very Large Array, and Hubble Space Telescope analysis of MACS J1447.4+0827 (z = 0.3755), one of the strongest cool core clusters known, in which extreme feedback from its central SMBH is needed to prevent the hot intracluster gas from cooling. Using this multiwavelength approach, including 70 ks of Chandra X-ray observations, we detect the presence of collimated jetted outflows that coincide with a southern and a northern X-ray cavity. The total mechanical power associated with these outflows (P<SUB>cav</SUB> ≈ 6 × 10<SUP>44</SUP> erg s<SUP>-1</SUP>) is roughly consistent with the energy required to prevent catastrophic cooling of the hot intracluster gas (L<SUB>cool</SUB> = 1.71 ± 0.01 × 10<SUP>45</SUP> erg s<SUP>-1</SUP> for t<SUB>cool</SUB> = 7.7 Gyr), implying that powerful SMBH feedback was in place several Gyr ago in MACS J1447.7+0827. In addition, we detect the presence of a radio minihalo that extends over 300 kpc in diameter (P<SUB>1.4GHz</SUB> = 3.0 ± 0.3 × 10<SUP>24</SUP> W Hz<SUP>-1</SUP>). The X-ray observations also reveal an ∼20 kpc plumelike structure that coincides with optical dusty filaments that surround the central galaxy. Overall, this study demonstrates that the various physical phenomena occurring in the most nearby clusters of galaxies are also occurring in their more distant analogs.",
    "journal": "The Astronomical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020AJ....160..103P/abstract",
    "authorPosition": 3
  },
  {
    "title": "Evidence of Runaway Gas Cooling in the Absence of Supermassive Black Hole Feedback at the Epoch of Cluster Formation",
    "authors": [
      "Hlavacek-Larrondo, J.",
      "Rhea, C. L.",
      "Webb, T.",
      "McDonald, M.",
      "Muzzin, A.",
      "Wilson, G.",
      "Finner, K.",
      "Valin, F.",
      "Bonaventura, N.",
      "Cooper, M.",
      "Fabian, A. C.",
      "Gendron-Marsolais, M.-L.",
      "Jee, M. J.",
      "Lidman, C.",
      "Mezcua, M.",
      "Noble, A.",
      "Russell, H. R.",
      "Surace, J.",
      "Trudeau, A.",
      "Yee, H. K. C."
    ],
    "year": "2020",
    "date": "2020-08-00",
    "bibcode": "2020ApJ...898L..50H",
    "citations": 21,
    "abstract": "Cosmological simulations, as well as mounting evidence from observations, have shown that supermassive black holes play a fundamental role in regulating the formation of stars throughout cosmic time. This has been clearly demonstrated in the case of galaxy clusters in which powerful feedback from the central black hole is preventing the hot intracluster gas from cooling catastrophically, thus reducing the expected star formation rates by orders of magnitude. These conclusions, however, have been almost entirely based on nearby clusters. Based on new Chandra X-ray observations, we present the first observational evidence for massive, runaway cooling occurring in the absence of supermassive black hole feedback in the high-redshift galaxy cluster SpARCS104922.6 + 564032.5 (z = 1.709). The hot intracluster gas appears to be fueling a massive burst of star formation (≈900 M<SUB>⊙</SUB> yr<SUP>-1</SUP>) that is offset by dozens of kpc from the central galaxy. The burst is co-spatial with the coolest intracluster gas but not associated with any galaxy in the cluster. In less than 100 million years, such runaway cooling can form the same amount of stars as in the Milky Way. Therefore, intracluster stars are not only produced by tidal stripping and the disruption of cluster galaxies, but can also be produced by runaway cooling of hot intracluster gas at early times. Overall, these observations show the dramatic impact when supermassive black hole feedback fails to operate in clusters. They indicate that in the highest overdensities, such as clusters and protoclusters, runaway cooling may be a new and important mechanism for fueling massive bursts of star formation in the early universe.",
    "journal": "The Astrophysical Journal",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2020ApJ...898L..50H/abstract",
    "authorPosition": 2
  },
  {
    "title": "Gravitational lensing size scales for quasars",
    "authors": [
      "Chartas, G.",
      "Rhea, C.",
      "Kochanek, C.",
      "Dai, X.",
      "Morgan, C.",
      "Blackburne, J.",
      "Chen, B.",
      "Mosquera, A.",
      "MacLeod, C."
    ],
    "year": "2016",
    "date": "2016-05-00",
    "bibcode": "2016AN....337..356C",
    "citations": 71,
    "abstract": "We review results from our monitoring observations of several lensed quasars performed in the optical, UV, and X-ray bands. Modeling of the multi-wavelength light curves provides constraints on the extent of the optical, UV, and X-ray emission regions. One of the important results of our analysis is that the optical sizes as inferred from the microlensing analysis are significantly larger than those predicted by the theoretical-thin-disk estimate. In a few cases we also constrain the slope of the size-wavelength relation. Our size constraints of the soft and hard X-ray emission regions of quasars indicate that in some objects of our sample the hard X-ray emission region is more compact than the soft and in others the soft emission region is smaller. This difference may be the result of the relative strengths of the disk-reflected (harder and extended) versus corona-direct (softer and compact) components in the quasars of our sample. Finally, we present the analysis of several strong microlensing events where we detect an evolution of the relativistic Fe line profile as the magnification caustic traverses the accretion disk. These caustic crossings are used to provide constraints on the innermost stable circular orbit (ISCO) radius and the accretion disk inclination angle of the black hole in quasar RX J1131-1231.",
    "journal": "Astronomische Nachrichten",
    "isFirstAuthor": false,
    "doctype": "article",
    "adsUrl": "https://ui.adsabs.harvard.edu/abs/2016AN....337..356C/abstract",
    "authorPosition": 2
  }
]